# -*- coding: utf-8 -*-
"""
-------------------------------------------------
    File Name:  redis_config.py
    Description:  
    Author:      Chenghu
    Date:       2022/2/11 6:26 下午 
-------------------------------------------------
    Change Activity:
-------------------------------------------------
"""
# ----------------------
#      Redis缓存配置
# ----------------------
redis_1 = {
    "host": "127.0.0.1",
    "port": 6379,
    "db": 1,
    "password": '',
    "timeout": 3600
}


# 业务redis的映射
Redis_Config = {
    '11': redis_1,
}
